Revit 2027 API
ParameterTypeId.RoomBasePowerLoadOnParam Property
 "Base Power Load on"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomBasePowerLoadOnParam { get; }
Public Shared ReadOnly Property RoomBasePowerLoadOnParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomBasePowerLoadOnParam {
	ForgeTypeId^ get ();
}
static member RoomBasePowerLoadOnParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace